tap "metalbear-co/mirrord"

brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "git"
brew "emacs"
brew "gnupg"
brew "pinentry-mac"
brew "php@8.4", link: true
brew "mycli"
brew "tmux"
brew "tree"
brew "aqua"
brew "claude-code-router"
brew "kubernetes-cli"
brew "peco"
brew "ripgrep"
brew "metalbear-co/mirrord/mirrord"
brew "libyaml"
brew "mise"
brew "uv"
brew "gh"
cask "docker-desktop"
cask "gcloud-cli"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "virtualbox"

uv "claude-monitor"
