tap "metalbear-co/mirrord"

brew "git"
brew "emacs"
brew "gnupg"
brew "php@8.4", link: true
brew "mycli"
brew "pgcli"
brew "tmux"
brew "tree"
brew "aqua"
brew "kubernetes-cli"
brew "k9s"
brew "metalbear-co/mirrord/mirrord"
brew "mise"
brew "uv"
brew "gh"
brew "github-mcp-server"
brew "herdr"
brew "awscli"
brew "mcp-toolbox"

uv "claude-monitor"
