tap "aquaproj/aqua"
brew "bison"
brew "composer"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "gnupg"
brew "pinentry-mac"
brew "guile"
brew "libffi"
brew "libyaml"
brew "markdown"
brew "openssl@1.1"
brew "php-cs-fixer"
brew "php@8.4", link: true
brew "plenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "tmux"
brew "tree"
cask "aquaproj/aqua/aqua"
cask "gcloud-cli"
cask "vagrant"
cask "vagrant-vmware-utility"
